Repository: bobcode99/DoDo
Catalog: PodcastAnalyzer/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: - On-device speech recognition
zh_hans: - 设备端语音识别
zh_hant: - 裝置端語音辨識

source: - RSS feed (podcast:transcript tag)
zh_hans: - RSS 订阅（podcast:transcript 标签）
zh_hant: - RSS 訂閱（podcast:transcript 標籤）

source: ... and %lld more
zh_hans: ……及另外 %lld 个
zh_hant: ……及另外 %lld 個

source: %@ API Key
zh_hans: %@ API 密钥
zh_hant: %@ API 金鑰

source: %@ Configuration
zh_hans: %@ 配置
zh_hant: %@ 設定

# %@, %lld percent
source: %1$@, %2$lld percent
zh_hans: %1$@，%2$lld%%
zh_hant: %1$@，%2$lld%%

source: %lld already subscribed
zh_hans: 已订阅 %lld 个
zh_hant: 已訂閱 %lld 個

source: %lld analyses
zh_hans: %lld 个分析
zh_hant: %lld 個分析

source: %lld chars
zh_hans: %lld 个字符
zh_hant: %lld 個字元

source: %lld downloaded
zh_hans: 已下载 %lld 个
zh_hant: 已下載 %lld 個

source: %lld episodes
zh_hans: %lld 集
zh_hant: %lld 集

source: %lld failed
zh_hans: %lld 个失败
zh_hant: %lld 個失敗

source: %lld in progress
zh_hans: %lld 个进行中
zh_hant: %lld 個進行中

# %lld match%@
source: %1$lld match%2$@
zh_hans: %1$lld 个匹配%2$@
zh_hant: %1$lld 個符合%2$@

source: %lld models available
zh_hans: %lld 个模型可用
zh_hant: %lld 個模型可用

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: 第 %1$lld / %2$lld
zh_hant: 第 %1$lld / %2$lld

source: %lld podcasts imported
zh_hans: 已导入 %lld 个播客
zh_hant: 已匯入 %lld 個 Podcast

source: %lld Q&A
zh_hans: %lld 个问答
zh_hant: %lld 個問答

source: %lld segments
zh_hans: %lld 个片段
zh_hant: %lld 個片段

source: %lld%% complete
zh_hans: 已完成 %lld%%
zh_hant: 已完成 %lld%%

source: %llds
zh_hans: %lld 秒
zh_hant: %lld 秒

source: ^[%lld term](inflect: true)
zh_hans: %lld 个词条
zh_hant: %lld 個詞條

source: ~4,096 tokens
zh_hans: 约 4,096 tokens
zh_hant: 約 4,096 tokens

source: 60s
zh_hans: 60 秒
zh_hant: 60 秒

source: 120s
zh_hans: 120 秒
zh_hant: 120 秒

source: 180s
zh_hans: 180 秒
zh_hant: 180 秒

source: 300s
zh_hans: 300 秒
zh_hant: 300 秒

source: a Podcast Analyzer
zh_hans: 播客分析器
zh_hant: 播客分析器

source: About
zh_hans: 关于
zh_hant: 關於

source: Action Items
zh_hans: 行动项目
zh_hant: 行動項目

source: Actionable Advice
zh_hans: 可行建议
zh_hant: 可行建議

source: Active
zh_hans: 进行中
zh_hant: 進行中

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add by RSS URL or import an OPML file exported from Apple Podcasts
zh_hans: 输入 RSS 链接或导入从 Apple Podcasts 导出的 OPML 文件
zh_hant: 輸入 RSS 網址或匯入從 Apple Podcasts 匯出的 OPML 檔案

source: Add by RSS URL or import an OPML file exported from Apple Podcasts.
zh_hans: 输入 RSS 链接或导入从 Apple Podcasts 导出的 OPML 文件。
zh_hant: 輸入 RSS 網址或匯入從 Apple Podcasts 匯出的 OPML 檔案。

source: Add episodes using 'Play Next'
zh_hans: 使用「下一个播放」添加节目
zh_hant: 使用「下一個播放」新增集數

source: Add host and recurring guest names plus show-specific jargon. These terms bias on-device transcription so names come out spelled correctly.
zh_hans: 添加主持人和常驻嘉宾的姓名以及节目专用术语。这些词条会引导设备端转录，让名字拼写正确。
zh_hant: 新增主持人和常駐來賓的姓名以及節目專用術語。這些詞條會引導裝置端轉錄，讓名字拼寫正確。

source: Add host/guest names & jargon so they're transcribed correctly.
zh_hans: 添加主持人／嘉宾姓名和术语，使其正确转录。
zh_hant: 新增主持人／來賓姓名和術語，使其正確轉錄。

source: Add it
zh_hans: 添加
zh_hant: 加入

source: Add Podcast
zh_hans: 添加播客
zh_hant: 新增 Podcast

source: Add RSS Feed
zh_hans: 添加 RSS 订阅
zh_hant: 新增 RSS 訂閱

source: Add Shortcut
zh_hans: 添加快捷指令
zh_hant: 新增捷徑

source: Add term
zh_hans: 添加词条
zh_hant: 新增詞條

source: Additional Providers
zh_hans: 其他提供商
zh_hant: 其他提供者

source: Adjust translation and subtitle display
zh_hans: 调整翻译和字幕显示
zh_hant: 調整翻譯和字幕顯示

source: AI Analysis
zh_hans: AI 分析
zh_hant: AI 分析

source: AI Analysis Data
zh_hans: AI 分析数据
zh_hant: AI 分析資料

source: AI Insights
zh_hans: AI 洞察
zh_hant: AI 洞察

source: AI Provider
zh_hans: AI 提供商
zh_hant: AI 提供者

source: AI Settings
zh_hans: AI 设置
zh_hant: AI 設定

source: AI Transcripts
zh_hans: AI 转录
zh_hant: AI 逐字稿

source: AI-powered episode suggestions on Home
zh_hans: 首页的 AI 节目推荐
zh_hant: 首頁的 AI 集數推薦

source: All
zh_hans: 全部
zh_hant: 全部

source: All Languages
zh_hans: 所有语言
zh_hant: 所有語言

source: All Podcasts
zh_hans: 所有播客
zh_hant: 所有播客

source: All requests must send "Authorization: Bearer <token>". Regenerating invalidates any client already connected — they'll need the new token.
zh_hans: 所有请求必须发送 "Authorization: Bearer <token>"。重新生成会使已连接的客户端失效——它们需要使用新令牌。
zh_hant: 所有請求必須傳送 "Authorization: Bearer <token>"。重新產生會使已連線的用戶端失效——它們需要使用新權杖。

source: Allow auto-downloads when not charging
zh_hans: 未充电时允许自动下载
zh_hant: 未充電時允許自動下載

source: Allow auto-downloads when not on Wi-Fi
zh_hans: 未连接 Wi-Fi 时允许自动下载
zh_hant: 未連線 Wi-Fi 時允許自動下載

source: Allow auto-downloads when the Mac isn't plugged in
zh_hans: Mac 未接电源时允许自动下载
zh_hant: Mac 未接電源時允許自動下載

source: Already Subscribed
zh_hans: 已订阅
zh_hant: 已訂閱

source: Already subscribed in Apple Podcasts? Import all your shows in seconds.
zh_hans: 已在 Apple Podcasts 中订阅？ 几秒内即可导入所有节目。
zh_hant: 已在 Apple Podcasts 中訂閱？ 幾秒內即可匯入所有節目。

source: Already subscribed in Apple Podcasts? Install the shortcut, then import your shows.
zh_hans: 已在 Apple Podcasts 中订阅？ 安装快捷指令，然后导入您的节目。
zh_hant: 已在 Apple Podcasts 中訂閱？ 安裝捷徑，然後匯入您的節目。

source: Analysis
zh_hans: 分析
zh_hant: 分析

source: Analysis failed
zh_hans: 分析失败
zh_hant: 分析失敗

source: Analysis failed — showing previous result
zh_hans: 分析失败——显示上一次结果
zh_hant: 分析失敗——顯示上一次結果

source: Analysis Language
zh_hans: 分析语言
zh_hant: 分析語言

source: Analysis Result
zh_hans: 分析结果
zh_hant: 分析結果

source: Analysis Type
zh_hans: 分析类型
zh_hant: 分析類型

source: Analyze ${episodeTitle} transcript
zh_hans: 分析 ${episodeTitle} 逐字稿
zh_hant: 分析 ${episodeTitle} 逐字稿

source: Analyze a podcast transcript using AI. Connect this to an AI action in Shortcuts.
zh_hans: 使用 AI 分析播客文字稿。在快捷指令中连接到 AI 操作。
zh_hant: 使用 AI 分析播客文字稿。在捷徑中連接到 AI 動作。

source: Analyze a podcast transcript using AI. Connect this to an Apple Intelligence action in Shortcuts.
zh_hans: 使用 AI 分析播客逐字稿。可在快捷指令中连接至 Apple Intelligence 动作。
zh_hant: 使用 AI 分析 Podcast 逐字稿。可在捷徑中連接至 Apple Intelligence 動作。

source: Analyze Episode
zh_hans: 分析单集
zh_hant: 分析集數

source: Analyze Podcast Transcript
zh_hans: 分析播客逐字稿
zh_hant: 分析 Podcast 逐字稿

source: Analyze Transcript
zh_hans: 分析逐字稿
zh_hant: 分析逐字稿

source: Answer
zh_hans: 回答
zh_hant: 回答

source: API Key (optional)
zh_hans: API 密钥（可选）
zh_hant: API 金鑰（選填）

source: API Key Required
zh_hans: 需要 API 密钥
zh_hant: 需要 API 金鑰

source: App Language
zh_hans: 应用语言
zh_hant: 應用程式語言

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Apple Speech requires a model download per language
zh_hans: Apple 语音功能需要为每种语言下载模型
zh_hant: Apple 語音功能需要為每種語言下載模型

source: Apple Speech requires a model download per language.
zh_hans: Apple Speech 每种语言需要下载一个模型。
zh_hant: Apple Speech 每種語言需要下載一個模型。

source: Apple Speech transcribes on-device with no setup. For faster, higher-quality transcripts, point DoDo at a Yap server on your network.
zh_hans: Apple Speech 无需设置即可在设备端进行转录。如需更快、更高质量的转录，请将 DoDo 指向您网络上的 Yap 服务器。
zh_hant: Apple Speech 無需設定即可在裝置端進行轉錄。如需更快、更高品質的轉錄，請將 DoDo 指向您網路上的 Yap 伺服器。

source: Apple Speech uses the podcast language by default and requires a model download per language.
zh_hans: Apple Speech 默认使用播客语言，每种语言需要下载一个模型。
zh_hant: Apple Speech 預設使用播客語言，每種語言需要下載一個模型。

source: Apply
zh_hans: 应用
zh_hant: 套用

source: Arabic
zh_hans: 阿拉伯语
zh_hant: 阿拉伯文

source: Are you sure you want to delete this downloaded episode?
zh_hans: 确定要删除此已下载的节目？
zh_hant: 確定要刪除此已下載的集數？

source: Are you sure you want to delete this downloaded episode? You can download it again later.
zh_hans: 确定要删除此已下载的节目？您之后可以重新下载。
zh_hant: 確定要刪除此已下載的集數？您之後可以重新下載。

source: Are you sure you want to unsubscribe from "%@"? Downloaded episodes will remain available.
zh_hans: 确定要取消订阅「%@」？已下载的节目仍可使用。
zh_hant: 確定要取消訂閱「%@」？已下載的集數仍可使用。

source: Are you sure you want to unsubscribe from this podcast? Downloaded episodes will remain available.
zh_hans: 确定要取消订阅此播客？已下载的节目仍可使用。
zh_hant: 確定要取消訂閱此 Podcast？已下載的集數仍可使用。

source: Ask any question about the episode content
zh_hans: 针对本集内容提出任何问题
zh_hant: 針對本集內容提出任何問題

source: Ask for a readable reply instead of app JSON — for chatting with an LLM about this episode
zh_hans: 请求可读的回复而非应用 JSON——用于和 LLM 讨论这一集
zh_hant: 要求可讀的回覆而非 App JSON——用於和 LLM 討論這一集

source: Ask Questions
zh_hans: 提问
zh_hant: 提問

source: Audio and transcript lengths differ (%@) — highlight may drift, possibly due to ads
zh_hans: 音频和文字稿长度不一致（%@）——高亮可能偏移，可能由广告导致
zh_hant: 音訊和文字稿長度不一致（%@）——標示可能偏移，可能由廣告導致

source: Authorization
zh_hans: 授权
zh_hant: 授權

source: Auto Download: %@
zh_hans: 自动下载：%@
zh_hant: 自動下載：%@

source: Auto-detect
zh_hans: 自动检测
zh_hant: 自動偵測

source: Auto-detect identifies the language automatically.
zh_hans: 自动检测会自动识别语言。
zh_hant: 自動偵測會自動辨識語言。

source: Auto-Download
zh_hans: 自动下载
zh_hant: 自動下載

source: Auto-Download New Episodes
zh_hans: 自动下载新节目
zh_hant: 自動下載新集數

source: Auto-download only episodes whose title contains at least one of these terms. Separate terms with commas.
zh_hans: 仅自动下载标题包含至少一个这些词的单集。用逗号分隔各词。
zh_hant: 僅自動下載標題包含至少一個這些詞的單集。用逗號分隔各詞。

source: Auto-Generate Transcripts
zh_hans: 自动生成字幕
zh_hant: 自動產生字幕

source: Auto-Play Next Episode
zh_hans: 自动播放下一集
zh_hant: 自動播放下一集

source: Auto-Play Random Episode
zh_hans: 自动播放随机节目
zh_hant: 自動播放隨機集數

source: Auto-transcribe
zh_hans: 自动转录
zh_hant: 自動轉錄

source: Auto-transcribe new episodes
zh_hans: 自动转录新单集
zh_hant: 自動轉錄新單集

source: Auto-transcribe On (%lld)
zh_hans: 自动转录已开启（%lld）
zh_hant: 自動轉錄已開啟（%lld）

source: Auto-transcribe Podcasts
zh_hans: 自动转录播客
zh_hant: 自動轉錄播客

source: Auto-transcribe: Off
zh_hans: 自动转录：关闭
zh_hant: 自動轉錄：關閉

source: Auto-transcribe: On
zh_hans: 自动转录：开启
zh_hant: 自動轉錄：開啟

source: Auto-Translate on Load
zh_hans: 加载时自动翻译
zh_hant: 載入時自動翻譯

source: Automatically check for new episodes every 4 hours
zh_hans: 每4小时自动检查新节目
zh_hant: 每 4 小時自動檢查新集數

source: Automatically check for new episodes periodically while the app is running.
zh_hans: 应用运行期间定期自动检查新节目。
zh_hant: 應用程式執行期間定期自動檢查新集數。

source: Automatically download new episodes from subscribed podcasts
zh_hans: 自动下载已订阅播客的新节目
zh_hant: 自動下載已訂閱 Podcast 的新集數

source: Automatically generate transcripts when episodes are downloaded.
zh_hans: 节目下载后自动生成字幕。
zh_hant: 集數下載後自動產生字幕。

source: Automation
zh_hans: 自动化
zh_hant: 自動化

source: Available and ready
zh_hans: 可用且已就绪
zh_hant: 可用且已就緒

source: Backfill range
zh_hans: 回填范围
zh_hant: 回填範圍

source: Background App Refresh
zh_hans: 后台应用刷新
zh_hant: 背景 App 重新整理

source: Background Sync
zh_hans: 后台同步
zh_hant: 背景同步

source: Backs up subscriptions, full playback history, queue, AI analyses, and settings as a single JSON file. Restore on a new device with smart merge — your existing data is never deleted. Local audio, captions, and credentials are not included.
zh_hans: 将订阅、完整播放历史、队列、AI 分析和设置备份为单个 JSON 文件。在新设备上通过智能合并恢复——绝不会删除你现有的数据。不包含本地音频、字幕和凭据。
zh_hant: 將訂閱、完整播放記錄、佇列、AI 分析和設定備份為單一 JSON 檔案。在新裝置上透過智慧合併還原——絕不會刪除你現有的資料。不包含本機音訊、字幕和憑證。

source: Backup & Restore
zh_hans: 备份与恢复
zh_hant: 備份與還原

source: Backup Error
zh_hans: 备份错误
zh_hant: 備份錯誤

source: Bearer token
zh_hans: Bearer 令牌
zh_hant: Bearer 權杖

source: Behavior
zh_hans: 行为
zh_hant: 行為

source: Best Quote
zh_hans: 最佳引句
zh_hant: 最佳引句

source: Bring Your Podcasts
zh_hans: 带入你的播客
zh_hant: 帶入你的 Podcast

source: Browse
zh_hans: 浏览
zh_hant: 瀏覽

source: Building…
zh_hans: 构建中…
zh_hant: 建構中…

source: Cached
zh_hans: 已缓存
zh_hant: 已快取

source: Can't Play Offline
zh_hans: 无法离线播放
zh_hant: 無法離線播放

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancel All
zh_hans: 全部取消
zh_hant: 全部取消

source: Cancel download
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancel Download
zh_hans: 取消下载
zh_hant: 取消下載

source: Change region
zh_hans: 更改地区
zh_hant: 更改地區

source: Change Translation…
zh_hans: 更改翻译…
zh_hant: 更改翻譯…

source: Check your internet connection
zh_hans: 请检查您的网络连接
zh_hant: 請檢查您的網路連線

source: Checking...
zh_hans: 检查中…
zh_hant: 檢查中…

source: Choose the language for the app interface. 'System Default' follows your device language.
zh_hans: 选择应用界面的语言。"系统默认"将跟随设备语言。
zh_hant: 選擇應用程式介面的語言。「系統預設」會跟隨您裝置的語言。

source: Claude Code install command
zh_hans: Claude Code 安装命令
zh_hant: Claude Code 安裝指令

source: Claude Desktop today only speaks stdio MCP. The copied snippet uses the open-source mcp-remote proxy to bridge stdio → this HTTP server. Requires Node.js installed on this Mac.
zh_hans: Claude Desktop 目前仅支持 stdio MCP。复制的代码段使用开源的 mcp-remote 代理将 stdio 桥接到此 HTTP 服务器。需要在此 Mac 上安装 Node.js。
zh_hant: Claude Desktop 目前僅支援 stdio MCP。複製的程式碼片段使用開源的 mcp-remote 代理將 stdio 橋接到此 HTTP 伺服器。需要在此 Mac 上安裝 Node.js。

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear Cache
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear Image Cache
zh_hans: 清除图片缓存
zh_hant: 清除圖片快取

source: Clearing downloads and transcripts will free up storage space but won't affect your subscriptions
zh_hans: 清除下载项目和逐字稿将释放存储空间，但不影响您的订阅。
zh_hant: 清除下載項目和逐字稿將釋放儲存空間，但不影響您的訂閱。

source: Clearing downloads and transcripts will free up storage space but won't affect your subscriptions.
zh_hans: 清除下载项目和字幕将释放存储空间，但不影响您的订阅。
zh_hant: 清除下載項目和字幕將釋放儲存空間，但不影響您的訂閱。

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Close player
zh_hans: 关闭播放器
zh_hant: 關閉播放器

source: Close search
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: Cloud AI is used for full transcript analysis. You provide your own API key (BYOK).
zh_hans: 云端 AI 用于完整的逐字稿分析。您需要提供自己的 API 密钥（BYOK）。
zh_hant: 雲端 AI 用於完整的逐字稿分析。您需要提供自己的 API 金鑰（BYOK）。

source: Cloud AI Provider
zh_hans: 云端 AI 提供商
zh_hant: 雲端 AI 提供者

source: Combined Text
zh_hans: 合并文字
zh_hant: 合併文字

source: Completed
zh_hans: 已完成
zh_hant: 已完成

source: Conclusion
zh_hans: 结论
zh_hant: 結論

source: Confidence: %@
zh_hans: 可信度：%@
zh_hant: 可信度：%@

source: Configure AI Providers
zh_hans: 配置 AI 提供商
zh_hant: 設定 AI 提供者

source: Configure cloud AI providers (OpenAI, Claude, Gemini, Grok) for transcript analysis
zh_hans: 配置云端 AI 提供商（OpenAI、Claude、Gemini、Grok）进行字幕分析
zh_hant: 設定雲端 AI 提供者（OpenAI、Claude、Gemini、Grok）以進行字幕分析

source: Configure cloud AI providers (OpenAI, Claude, Gemini, Grok) for transcript analysis.
zh_hans: 配置云端 AI 提供商（OpenAI、Claude、Gemini、Grok）进行逐字稿分析。
zh_hant: 設定雲端 AI 提供者（OpenAI、Claude、Gemini、Grok）以進行逐字稿分析。

source: Configure Other Providers
zh_hans: 配置其他提供商
zh_hant: 設定其他提供者

source: Configure your cloud AI provider to analyze transcripts
zh_hans: 配置云端 AI 提供商以分析逐字稿
zh_hant: 設定雲端 AI 提供者以分析逐字稿

source: Confirm
zh_hans: 确认
zh_hant: 確認

source: Connect a client
zh_hans: 连接客户端
zh_hant: 連接用戶端

source: Context Window Comparison
zh_hans: 上下文窗口比较
zh_hant: 上下文視窗比較

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Continue Playing
zh_hans: 继续播放
zh_hant: 繼續播放

source: Continue this session
zh_hans: 继续此会话
zh_hant: 繼續此工作階段

source: Controls the language of AI-generated summaries, highlights, and other analysis results.
zh_hans: 控制 AI 生成摘要、重点和其他分析结果的语言。
zh_hant: 控制 AI 生成摘要、重點和其他分析結果的語言。

source: Controversial Points
zh_hans: 争议观点
zh_hant: 爭議觀點

source: Conversation
zh_hans: 对话
zh_hant: 對話

source: Copied
zh_hans: 已复制
zh_hant: 已複製

source: Copied — paste into your LLM
zh_hans: 已复制——粘贴到你的 LLM
zh_hant: 已複製——貼上到你的 LLM

source: Copied to Clipboard
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

source: Copied!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
zh_hans: 复制
zh_hant: 複製

source: Copy All (with timestamps)
zh_hans: 复制全部（含时间戳）
zh_hant: 複製全部（含時間戳記）

source: Copy Answer
zh_hans: 复制回答
zh_hant: 複製回答

source: Copy Claude Code CLI command
zh_hans: 复制 Claude Code CLI 命令
zh_hant: 複製 Claude Code CLI 指令

source: Copy Claude Code config (HTTP)
zh_hans: 复制 Claude Code 配置（HTTP）
zh_hant: 複製 Claude Code 設定（HTTP）

source: Copy Claude Desktop config (stdio shim)
zh_hans: 复制 Claude Desktop 配置（stdio 适配）
zh_hant: 複製 Claude Desktop 設定（stdio 轉接）

source: Copy connection URL
zh_hans: 复制连接 URL
zh_hant: 複製連線 URL

source: Copy Episode Name
zh_hans: 复制节目名称
zh_hant: 複製集數名稱

source: Copy just the transcript text, without the analysis instructions
zh_hans: 仅复制文字稿文本，不含分析指令
zh_hant: 僅複製文字稿內容，不含分析指令

source: Copy LLM Prompt
zh_hans: 复制 LLM 提示词
zh_hant: 複製 LLM 提示詞

source: Copy Name
zh_hans: 复制名称
zh_hant: 複製名稱

source: Copy Prompt
zh_hans: 复制提示词
zh_hant: 複製提示詞

source: Copy prompt for external LLM
zh_hans: 为外部 LLM 复制提示词
zh_hant: 為外部 LLM 複製提示詞

source: Copy Prompt for External LLM
zh_hans: 为外部 LLM 复制提示词
zh_hant: 為外部 LLM 複製提示詞

source: Copy RSS URL
zh_hans: 复制 RSS 链接
zh_hant: 複製 RSS 網址

source: Copy Text Only
zh_hans: 仅复制文字
zh_hant: 僅複製文字

source: Copy the prompt, paste it into any LLM, then paste its JSON reply back here to fill in each show's terms automatically. "Import from File" reads a saved .json instead.
zh_hans: 复制提示词，粘贴到任意 LLM，再把它的 JSON 回复粘回这里，即可自动填入每个节目的词条。“从文件导入”改为读取已保存的 .json。
zh_hant: 複製提示詞，貼上到任意 LLM，再把它的 JSON 回覆貼回這裡，即可自動填入每個節目的詞條。「從檔案匯入」改為讀取已儲存的 .json。

source: Copy token
zh_hans: 复制令牌
zh_hant: 複製權杖

source: Current Result
zh_hans: 当前结果
zh_hant: 目前結果

source: Custom
zh_hans: 自定义
zh_hant: 自訂

source: Custom format
zh_hans: 自定义格式
zh_hant: 自訂格式

source: Data Management
zh_hans: 数据管理
zh_hant: 資料管理

source: Default Language
zh_hans: 默认语言
zh_hant: 預設語言

source: Default Playback Speed
zh_hans: 默认播放速度
zh_hant: 預設播放速度

source: Default Region
zh_hans: 默认地区
zh_hant: 預設地區

source: Default Speed
zh_hans: 默认速度
zh_hant: 預設速度

source: Default target language for translating transcripts and episode descriptions
zh_hans: 翻译字幕和节目描述的默认目标语言
zh_hant: 翻譯字幕和集數描述的預設目標語言

source: Default target language for translating transcripts and episode descriptions.
zh_hans: 翻译逐字稿和节目描述的默认目标语言。
zh_hant: 翻譯逐字稿和集數描述的預設目標語言。

source: Default Translation Language
zh_hans: 默认翻译语言
zh_hant: 預設翻譯語言

source: Default: http://localhost:1234 — Load a model in LM Studio first, then tap refresh.
zh_hans: 默认：http://localhost:1234 — 请先在 LM Studio 中加载模型，然后点击刷新。
zh_hant: 預設：http://localhost:1234 — 請先在 LM Studio 中載入模型，然後點選重新整理。

source: Default: http://localhost:11434 — Run 'ollama serve' and pull a model first.
zh_hans: 默认：http://localhost:11434 — 请先运行 'ollama serve' 并拉取模型。
zh_hant: 預設：http://localhost:11434 — 請先執行 'ollama serve' 並拉取模型。

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Delete Download
zh_hans: 删除下载
zh_hant: 刪除下載

source: Delete model from disk
zh_hans: 从磁盘删除模型
zh_hant: 從磁碟刪除模型

source: Denied - Enable in Settings
zh_hans: 已拒绝 - 请在设置中启用
zh_hant: 已拒絕 - 請在設定中啟用

source: Detail
zh_hans: 详细信息
zh_hant: 詳細資料

source: Detect Music
zh_hans: 检测音乐
zh_hant: 偵測音樂

source: Device Language
zh_hans: 设备语言
zh_hant: 裝置語言

source: Disable All
zh_hans: 全部禁用
zh_hant: 全部停用

source: Disable auto-scroll
zh_hans: 停用自动滚动
zh_hant: 停用自動捲動

source: Disable Auto-transcribe for %lld podcasts?
zh_hans: 为 %lld 个播客禁用自动转录？
zh_hant: 為 %lld 個播客停用自動轉錄？

source: Disable Thinking
zh_hans: 停用思考模式
zh_hant: 停用思考模式

source: Discover
zh_hans: 探索
zh_hant: 探索

source: Discovery
zh_hans: 探索
zh_hant: 探索

source: Dismiss
zh_hans: 关闭
zh_hant: 關閉

source: Display
zh_hans: 显示
zh_hant: 顯示

source: Display Mode
zh_hans: 显示模式
zh_hant: 顯示模式

source: Done
zh_hans: 完成
zh_hant: 完成

source: Download
zh_hans: 下载
zh_hant: 下載

source: Download a model to enable Whisper transcription. %@ is recommended for this device.
zh_hans: 下载模型以启用 Whisper 字幕。建议在此设备上使用 %@。
zh_hant: 下載模型以啟用 Whisper 字幕。建議在此裝置上使用 %@。

source: Download Episode
zh_hans: 下载节目
zh_hant: 下載集數

source: Download Episode to Transcribe
zh_hans: 下载节目以生成逐字稿
zh_hant: 下載集數以產生逐字稿

source: Download Episodes
zh_hans: 下载剧集
zh_hant: 下載集數

source: Download on Battery
zh_hans: 使用电池时下载
zh_hant: 使用電池時下載

source: Download on Cellular
zh_hans: 使用蜂窝数据时下载
zh_hant: 使用行動數據時下載

source: Download Required
zh_hans: 需要下载
zh_hant: 需要下載

source: Download the Apple Speech model for your preferred language. Each podcast uses its own language from the RSS feed.
zh_hans: 为你偏好的语言下载 Apple 语音模型。每个播客将使用 RSS 订阅中的语言。
zh_hant: 為你偏好的語言下載 Apple 語音模型。每個 Podcast 會使用 RSS 訂閱中的語言。

source: Download the episode audio before regenerating the transcript.
zh_hans: 重新生成文字稿前请先下载该集音频。
zh_hant: 重新產生文字稿前請先下載該集音訊。

source: Download Transcript
zh_hans: 下载字幕
zh_hant: 下載字幕

source: Downloaded
zh_hans: 已下载
zh_hant: 已下載

source: Downloaded Episodes
zh_hans: 已下载节目
zh_hant: 已下載集數

source: Downloaded episodes will appear here
zh_hans: 已下载的节目将显示于此
zh_hant: 已下載的集數將顯示於此

source: Downloaded episodes will appear here for offline listening
zh_hans: 已下载的节目将显示于此以供离线收听
zh_hant: 已下載的集數將顯示於此以供離線收聽

source: Downloading
zh_hans: 下载中
zh_hant: 下載中

source: Downloading %lld%%
zh_hans: 下载中 %lld%%
zh_hant: 下載中 %lld%%

source: Downloading model… %lld%%
zh_hans: 正在下载模型… %lld%%
zh_hant: 正在下載模型… %lld%%

source: Downloading Speech Model...
zh_hans: 下载语音模型中…
zh_hant: 下載語音模型中…

source: Downloading Transcript
zh_hans: 下载字幕中
zh_hant: 下載字幕中

source: Downloading…
zh_hans: 下载中…
zh_hant: 下載中…

source: Downloads in progress will appear here
zh_hans: 进行中的下载会显示在这里
zh_hant: 進行中的下載會顯示在這裡

source: e.g. ads, premium
zh_hans: 例如 广告、会员
zh_hant: 例如 廣告、會員

source: e.g. AI, interview
zh_hans: 例如 AI、访谈
zh_hant: 例如 AI、訪談

source: e.g. llama3.2
zh_hans: 例如 llama3.2
zh_hant: 例如 llama3.2

source: e.g. Starts with sponsor, then market news, guest interview, listener Q&A, closing
zh_hans: 例如 先是赞助商，然后是市场新闻、嘉宾访谈、听众问答、结尾
zh_hant: 例如 先是贊助商，然後是市場新聞、來賓訪談、聽眾問答、結尾

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit Terms
zh_hans: 编辑词条
zh_hant: 編輯詞條

source: Edit your “%@” shortcut, add “Save Analysis Result” (provided by PodcastAnalyzer) as the final action, then run it. Successful results show up in the event log below.
zh_hans: 编辑你的“%@”快捷指令，将“Save Analysis Result”（由 PodcastAnalyzer 提供）添加为最后一个操作，然后运行。成功的结果会显示在下方事件日志中。
zh_hant: 編輯你的「%@」捷徑，將「Save Analysis Result」（由 PodcastAnalyzer 提供）新增為最後一個動作，然後執行。成功的結果會顯示在下方事件記錄中。

source: Enable auto-scroll
zh_hans: 启用自动滚动
zh_hant: 啟用自動捲動

source: Enable Background Sync
zh_hans: 启用后台同步
zh_hant: 啟用背景同步

source: Enable Full Experience
zh_hans: 启用完整体验
zh_hant: 啟用完整體驗

source: Enable MCP server
zh_hans: 启用 MCP 服务器
zh_hant: 啟用 MCP 伺服器

source: Enabled
zh_hans: 已启用
zh_hant: 已啟用

source: End-to-End Test
zh_hans: 端到端测试
zh_hant: 端對端測試

source: Engagement
zh_hans: 参与度
zh_hant: 參與度

source: Engine
zh_hans: 引擎
zh_hant: 引擎

source: English
zh_hans: 英语
zh_hant: 英文

source: Enter the address of your running yap server. Leave API Key empty if started without --api-key.
zh_hans: 输入正在运行的 yap 服务器地址。如果启动时未带 --api-key，请将 API 密钥留空。
zh_hant: 輸入正在執行的 yap 伺服器位址。如果啟動時未帶 --api-key，請將 API 金鑰留空。

source: Enter the RSS feed URL to subscribe
zh_hans: 输入 RSS 订阅链接以订阅
zh_hant: 輸入 RSS 訂閱網址以訂閱

source: Enter your question...
zh_hans: 输入您的问题…
zh_hant: 輸入您的問題…

source: Entertaining Moments
zh_hans: 精彩时刻
zh_hant: 精彩時刻

source: Episode Analysis
zh_hans: 节目分析
zh_hant: 單集分析

source: Episode artwork
zh_hans: 单集封面
zh_hant: 單集封面

source: Episode Audio URL
zh_hans: 节目音频链接
zh_hant: 集數音訊網址

source: Episode Cache Limit
zh_hans: 单集缓存上限
zh_hant: 單集快取上限

source: Episode Filter
zh_hans: 单集筛选
zh_hant: 單集篩選

source: Episode Filter…
zh_hans: 单集筛选…
zh_hant: 單集篩選…

source: Episode History
zh_hans: 单集历史
zh_hant: 單集記錄

source: Episode Lists
zh_hans: 节目列表
zh_hant: 集數清單

source: Episode options
zh_hans: 节目选项
zh_hant: 集數選項

source: Episode Title
zh_hans: 节目标题
zh_hant: 集數標題

source: Episode unavailable
zh_hans: 单集不可用
zh_hant: 單集無法使用

source: Episodes (%lld)
zh_hans: %lld 集
zh_hant: %lld 集

source: Episodes you add to queue will appear here
zh_hans: 您加入队列的节目将显示于此
zh_hant: 您加入佇列的集數將顯示於此

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: Event Log
zh_hans: 事件日志
zh_hant: 事件記錄

source: Every .shortcutsAnalysisCompleted notification appears here with its payload preview.
zh_hans: 每条 .shortcutsAnalysisCompleted 通知及其负载预览都会显示在这里。
zh_hant: 每條 .shortcutsAnalysisCompleted 通知及其酬載預覽都會顯示在這裡。

source: Exclude terms
zh_hans: 排除词
zh_hant: 排除詞

source: Expand
zh_hans: 展开
zh_hant: 展開

source: Expand player
zh_hans: 展开播放器
zh_hant: 展開播放器

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Export Diagnostic Report
zh_hans: 导出诊断报告
zh_hant: 匯出診斷報告

source: Export Full Backup
zh_hans: 导出完整备份
zh_hant: 匯出完整備份

source: Export Subscriptions (OPML)
zh_hans: 导出订阅（OPML）
zh_hant: 匯出訂閱（OPML）

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Failed to subscribe
zh_hans: 订阅失败
zh_hant: 訂閱失敗

source: Failed URLs:
zh_hans: 失败的链接：
zh_hant: 失敗的網址：

source: Fastest · built-in · 50+ languages
zh_hans: 最快 · 内置 · 50+ 种语言
zh_hant: 最快 · 內建 · 50+ 種語言

source: Fetch new episodes while you're away
zh_hans: 在您离开时获取新剧集
zh_hant: 在您離開時獲取新集數
